Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/tax_credits_and_reliefs_for_people_with_disabilities/vat_refunds_on_aids_and_appliances_used_by_people_with_disabilities.html.txt.tmx
Source language: en
Languages: ga

source: VAT refunds on aids and appliances used by people with disabilities
ga: Aisíocaíochtaí CBL ar áiseanna agus trealamh in úsáid ag daoine le míchumais

source: If you live in Ireland and you have a disability, you may get a refund of Value-Added Tax (VAT) on certain special aids and appliances that you need
ga: Má tá tú faoi mhíchumas agus má bhíonn ort áiseanna agus trealaimh áirithe a úsáid mar thoradh ar sin, is féidir leat leas a bhaint as aisíocaíocht Cáin Bhreisluacha (CBL)

source: In some cases people who pay for aids and appliances that are for the exclusive use of a person with a disability can also claim the VAT refund
ga: Is féidir le daoine a cheannaíonn áiseanna nó an trealaimh a bheith in úsáid ag duine le míchumas an aisíocaíocht CBL a éileamh freisin

source: This scheme of VAT refunds on aids and appliances can also apply to adaptation and installation work being carried out to make a home more suitable for an older person or for a person with a disability – see ‘Housing adaptations’ below
ga: Is féidir le daoine le míchumais fhisicúla, agus le daoine le míchumais intinne, leas a bhaint as aisíocaíochtaí CBL

source: Under the Value-Added Tax (Refund of Tax) (No. 15) Order 1981, you can claim a VAT refund on aids and appliances that help you carry out daily activities at home or at work. You may need to produce medical evidence of your disability
ga: Is iad áiseanna agus trealaimh a chabhraíonn leat do mhíchumas a shárú agus tú ag obair nó ag glacadh páirte i ngníomhaíochtaí laethúla, na háiseanna agus trealaimh ar féidir aisíocaíocht CBL a éileamh ina dtaobh

source: To claim a VAT refund you must:
ga: Chun aisíocaíocht CBL a éileamh caithfidh tú:

source: • Need the aid or appliance to help with daily activities
ga: • Bheith áiseanna agus trealaimh de dhíth ort chun cabhrú leat le gníomhaíochtaí laethúla

source: The aid or appliance must be owned by the person with the disability and be for their exclusive use
ga: Caithfidh an áis nó an trealamh a bheith i seilbh an duine leis an míchumas, agus in úsáid aige/aici amháin

source: If the VAT refund is being sought by someone other than the user of the aid or appliance, Revenue may ask for evidence that the aid is solely owned by the person with the disability and is for their sole use
ga: Má tá an t-éileamh ar aisíocaíocht CBL á dhéanamh ag duine eile seachas an duine atá ag úsáid na háise nó an trealaimh, d'fhéadfadh na Coimisinéirí Ioncaim fianaise a chuartú go bhfuil an áis i seilbh agus úsáid aonair an duine leis an míchumas

source: In this case, these goods must not be supplied in the course of a business run by the purchaser of the goods
ga: Sa chás seo, ní féidir leis na hearraí bheith soláthartha i gcaitheamh gnó atá á reachtáil ag an duine atá ag ceannach na n-earraí

source: Examples of eligible aids and appliances include:
ga: Cuimsíonn samplaí d'áiseanna agus trealamh a bhféadfaí aisíocaíocht CBL a fháil orthu:

source: • Domestic aids, for example, eating and drinking aids
ga: • Áiseanna an tí, mar shampla, áiseanna ithe agus ól

source: • Lifting seats and specified chairs
ga: • Suíocháin ardaithe agus cathaoireacha ainmnithe do dhaoine le míchumais

source: • Hoists and lifts, including stair lifts
ga: • Gléasanna ardaithe agus ardaitheoirí, ardaitheoirí staighre san áireamh

source: Assist Ireland has information on a wide range of aids and appliances for people with disabilities
ga: B'fhéidir go mbeidh sé riachtanach fianaise dochtúra a chur ar fáil faoi do mhíchumas

source: If you are having your home improved or adapted to make it more accessible, you may be able to claim a refund of VAT paid on the cost of installation and adaptation work
ga: • Ar sheirbhísí do dhaoine le míchumais

source: Read more about housing grants and schemes
ga: • Ar Áiseanna agus trealaimh ar cíos

source: Buying and adapting a vehicle
ga: Ag ceannach agus ag cur feithicil in oiriúint

source: You can claim remission or repayment of vehicle registration tax (VRT), repayment of VAT on the purchase of a vehicle and repayment of VAT on the cost of adapting a vehicle, up to a maximum amount
ga: Is féidir cealú nó aisíocaíocht Cáin Chlárúcháin Feithicle (CCF) a éileamh, aisíocaíocht Cáin Bhreisluacha (CBL) a éileamh ó thaobh cheannach feithicle agus aisíocaíocht CBL ó thaobh costais na fheithicle a chur in oiriúint suas go dtí uasmhéid

source: You can find out more in our document on Tax relief for disabled drivers and passengers
ga: Tá tuilleadh eolais ar fáil inár ndoicméad, Díoluine Cánach do Thiománaithe agus do Phaisinéirí faoi Mhíchumas

source: To apply for a VAT refund on aids and appliances, fill in claim form VAT 61A (pdf)
ga: Ba cheart duit foirm VAT 61A (pdf) a chomhlánú chun iarratas a dhéanamh ar aisíocaíocht CBL

source: You must attach supporting documentation with your claim - for example, original invoices for all the goods in the claim or, in the case of imported goods, receipts for VAT paid at importation
ga: Caithfidh tú doiciméid tacaíochta le d'éileamh a cheangal, mar shampla, bunshonraisc do na hearraí uilig san iarratas nó, i gcás earraí iomportáilte, admhálacha de CBL íoctha ag iompórtáil

source: In the case of a hire purchase agreement, you will need to supply a copy of the agreement and the invoice
ga: I gcás comhaontaithe fhruilcheannaigh, beidh ort cóip den chomhaontú a chur ar fáil, chomh maith leis an sonrasc

source: You must make your claim within 4 years from the end of the taxable period in which you purchased the aid or appliance
ga: Ní mór duit d'iarratas a chur isteach taobh istigh de 4 bliana ó dheireadh na tréimhse cánaí a mbaineann an t-éileamh léi

source: Taxable periods within each year are:
ga: Is iad na tréimhsí cánach laistigh de gach bliain ná:

source: For example, a claim made in respect of an invoice issued in January 2015 must be made no later than February 2018
ga: Mar shampla, caithfear éileamh i dtaobh sonraisc eisithe in Eanáir 2013 a dhéanamh i bhFeabhra 2016 ar a dhéanaí
